import questionsStyles from "./Questions.module.scss";

import QuestionSection from "../components/ui/questions/QuestionSection";

const Questions = () => {
    return <main className={questionsStyles.mainPage}>
        <section className={questionsStyles.questions}>
            <QuestionSection question="Яка середня(приблизна) ціна кухні/шафи/іншого?"
                             answer="Меблі будь-якої категорію виробляються виключно згідно ваших побажань та передбачають цілий набір унікальних деталей, які потребують вимірювання та узгодження, тож приблизна ціна може бути відома лише після таких заходів."/>
            <QuestionSection question="Яка середня(приблизна) ціна кухні/шафи/іншого?"
                             answer="Меблі будь-якої категорію виробляються виключно згідно ваших побажань та передбачають цілий набір унікальних деталей, які потребують вимірювання та узгодження, тож приблизна ціна може бути відома лише після таких заходів."/>
            <QuestionSection question="Яка середня(приблизна) ціна кухні/шафи/іншого?"
                             answer="Меблі будь-якої категорію виробляються виключно згідно ваших побажань та передбачають цілий набір унікальних деталей, які потребують вимірювання та узгодження, тож приблизна ціна може бути відома лише після таких заходів."/>
        </section>
    </main>;
};

export default Questions;
